var teacher_list = [
	{id:1,name:'杜学杰',school:'佛山市第二十五小学',sname:'剪纸达人',title:'勤耕不辍二十载 犹向学堂寄深情，你用剪纸的技法，剪出了一片芳华。',headerimg:'img/header/001.png',coverimg:'img/sh/001.jpg',poster:'img/poster/1.jpg',
	des:`<p>工作20年来，杜学杰老师捧着一颗赤城的爱心，憧憬着完美的教育梦想，在平凡岗位上为人师表，率先垂范，切实履行教书育人的职责，为推进学校剪纸特色建设作出了突出的贡献。</p>
	<p>杜老师教学基本功扎实，专业能力强，曾参与佛山市信息技术教材的编写与设计。</p>
	<p>2007.9-2009.7期间，被聘为佛山市禅城区新课改资源库骨干教师。</p>
	<p>2016年9月，因教育教学业绩突出，被评为佛山市禅城区2015-2016学年度教育科研先进工作者。</p>
	<p>近年来，杜老师辅导学生参加国家、市、区各级现场绘画、剪纸、陶艺比赛多次获得一等奖的好成绩。其中，辅导学生运用剪纸与绘画结合设计的绘本《骑膊马，睇秋色》，参加“走进佛山文化”佛山市小学生绘本比赛获得一等奖。</p>
	<p>2015年至2017年7月期间，杜老师参与学校佛山市教育科学“二十五”规划课堂改革研究专项课题《基于岭南文化的“创美课堂”促学生可持续发展的研究》的实践探索，表现突出，被评为优秀研究人员。后又带领科组老师进行区级课题《小学高年级运用剪纸创作表现唐诗宋词中四季风景的实践研究》的教学尝试。</p>
	<p>杜老师主动承担学校校本特色的研发，在校本剪纸教学方面成绩尤为突出，不仅设计了一批既具地方特色又适合小学孩子的剪纸课程，还利用教学之余，整理了十多年的剪纸教学资料，主持编辑完善了第三套校本剪纸教材《粤剪越快乐》，并于2018年初取得书号刊印出版。她还把教材中的代表课例录制成微视频，与香港缔结学校合作，制作成双语版（中文、英语）教学视频，成为传承佛山剪纸的新载体。</p>`
	},
	{id:2,name:'缪祝意',school:'佛山市第二中学',sname:'心灵魔术师',title:'20年时光的流淌，你用心灵的魔力擦亮学子的心堂。',headerimg:'img/header/002.png',coverimg:'img/sh/002.jpg',poster:'img/poster/2.jpg',des:`<p>90年代末，当心理老师在中学还是个稀罕物的时候，她走进中学校园，开始她的职业生涯。“学校心育几乎是一片空白”就是当时的真实写照，既没有统一的教材，也没固定的心理课时，学生也认为是有心理病才会进学校心理咨询室。
</p><p>为了打开这种局面，她首先采用了自创的“密码制度”工作方式。密码制度主要是指一种预约制度，学生选择喜欢的号码填写在预约表中，在自己方便的时候过来咨询。很多学生不再对心理咨询感到神秘，能够在心理困惑时自觉到咨询室进行放松，或预约进行心理辅导。  
</p><p>在此基础上，缪祝意积极开展各种学生自主的心理健康教育活动：成立了学校第一个学生社团----阳光心理社，开设“心灵茶座”广播，设立悄悄话信箱，出版校级报刊《我阳光，我快乐》，举办心理健康开放月等大型社团活动。经过多年的发展与壮大，阳光心理社团已成为学校最受学生欢迎和最具影响力的学生社团之一，并荣获禅城区“优秀社团”称号。2005年，学校正式把心理健康教育课列入周课时计划，2007年由她主编的佛山二中校本教材《心海导航》正式出版。
</p><p>学校心理健康教育如果仅限于专职心理老师，作用是十分有限的。为了把班主任吸纳到心理健康的教育力量中来，她提出“以团体心理辅导方式上主题班会活动课”的崭新思路，改革以往班主任唱主角的传统授课模式。以团体辅导的多元互动、现场生成、主体抉择等形式极大地激发了学生参与热情，民主与开放的课堂氛围使学生能在班会课上敢说真心话，有效地解决班里存在的实际问题，受到班主任们的追捧。
</p><p>缪祝意老师积极开拓、善于思考、科研突出。她分别主持了省“十五”、“十二五”及2015年度省级重点德育课题。所主持的课题均获市区的教育科研成果优秀奖，其中省“十五”心理课题荣获第二届佛山市中小学德育创新二等奖，结题报告获佛山市哲学社会科学优秀成果三等奖，由佛山市人民政府颁发荣誉证书，这是本次论文类评比中中学组唯一的一项获奖，其余为高校教师，更是佛山二中教师首次获得该类殊荣，心理健康教育也成为了学校的一个名片！ 
</p>`},

{id:3,name:'刘丽卿',school:'佛山市汾江中学',sname:'科研尖兵',title:'实力与魅力并存，责任和使命共担。',headerimg:'img/header/003.png',coverimg:'img/sh/003.jpg',poster:'img/poster/3.jpg',des:`<p>为了实现她所追求的“教好地理，服务社会”的教育理想，刘丽卿老师一直怀着一颗对教育事业的赤诚、对国家未来负责的心，以强烈的责任感和使命感，投身到促进师生健康成长，提高广大师生知识修养的崇高事业之中，日夜勤恳工作，辛劳从不言悔，默默地奉献着她全部的爱和才智。
</p><p>长期以来，刘丽卿老师一直致力于研究课堂教学，针对不同的学情进行一系列教学尝试与改革。教学成果丰硕，多个课例获省、市、区一等奖。
</p><p>刘丽卿老师还热衷于教育科研，先后主持和参与了多项立项课题的研究，并取得良好的效果。她善于把科研实践和体会升华为理论。所撰写的多篇教学、科研论文在全国教研刊物上发表并获得全国、省、市级的多项奖励。
</p><p>刘丽卿老师自觉地肩负起指导校内外教师的重任。她多次为全区地理教师开设讲座。还经常受省教育厅的邀请，到全省各地开设讲座和上教学示范课。作为省名师工作室主持人她还多次接收来自全省各地的骨干教师跟岗学习。
</p><p>凭借精湛娴熟的教书育人能力和显著的业绩，刘丽卿老师荣获了“禅城区骨干教师”、“禅城区名教师”、“禅城区首席名教师”、“禅城区红烛奖”、“佛山市优秀青年教师”、“南粤优秀地理教师”、“广东省优秀地理教师”、“全国优秀科技辅导员”等光荣称号。广东省教育厅和中华文化基金会还联合授予她“广东中华文化基金奖章”。
</p><p>经过三十余年的历练和奉献，刘丽卿老师已经成长为一名有较高威望和感召力的广东省特级教师。
</p>`},

{id:4,name:'刘玉荣',school:'佛山市第六中学',sname:'创客“伯乐”',title:'创客教育无捷径，你若是千里马，她乐意成为伯乐。',headerimg:'img/header/004.png',coverimg:'img/sh/004.jpg',poster:'img/poster/4.jpg',des:`<p>佛山六中由于地理位置等原因，资源有限、生源有限，在各项条件有限的情况下，刘玉荣老师带领学校的科技创新教育取得一个又一个新突破。
</p><p>204班潘晨曦同学有韧性、肯动脑、能动手，为了让他做好发明，刘玉荣多次家访跟家长沟通，多次到他家里进行技术指导，假期常常跟学生泡在实验室研究。在市赛前几个晚上，为了最后一个模块的攻关，她陪着学生在实验室每天研究到凌晨一两点。功夫不负有心人，2014年，历时一年多的研究小发明《植物自动培养装置》在全省的比赛中荣获金牌，同时荣获禅城区政府英才奖，这是佛山六中“六艺扬帆”的新领域新突破。
</p><p>2015年，103班班主任发现班里的李柱霖同学从小爱玩玩具车。刘玉荣得知后，有意挖掘他往小创客的道路上走。找学生交流后，发现孩子基础不错、但动力不足，有想法、但没恒心。跟家长沟通，家长担心影响成绩。当学生和家长的观念都存在差距时，发现好苗子，刘玉荣不言放弃，她的韧性来了。一有机会，她就诱导学生，一有机会就提供平台，孩子终于走入了创客之路，孩子的家人也由最初的持怀疑态度到最后全力以赴地支持。
</p><p>经过两年的创客培养，李柱霖研发的《“无警惕”性可连续自动捕鼠箱》科技创新研究项目，在北京参加中国青少年国际科技交流项目遴选决赛中脱颖而出，正式入选“第60届伦敦国际青少年科学论坛”，并将于2018年8月代表中国参加国际科技大赛。
</p><p>创客教育没有捷径，爱创客的学生若是千里马，刘玉荣乐意成为伯乐。她在创客培育路上可谓尽心尽力。为了帮助李柱霖解开思维的困境，她曾晚上冒着大雨，顶着八级台风到他家进行辅导。
</p><p>她爱学习，好钻研、爱科研，主动参加多项省、市区课题研究，独立完成的重点课题被评为优秀课题。撰写的论文有十几篇获奖，其中一篇获省二等奖、两篇获省三等奖、两篇获市一等奖。多次承担区、校级展示课，教学水平和成绩得到省专家认可，荣获广东省中学生物教学质量奖一等奖。
</p><p>学生是刚刚长出的嫩芽，刘玉荣只想祝愿每一位学子都茁壮成长，都如初升的朝阳。
</p>`},

{id:5,name:'高海宁',school:'佛山市惠景中学',sname:'磨课“狂人”',title:'三十年如一日，严谨治学出硕果，言传身教育新人。',headerimg:'img/header/005.png',coverimg:'img/sh/005.jpg',poster:'img/poster/5.jpg',des:`<p>高海宁，禅城区名师，佛山市先进劳动者，省工作室主持人，中学数学高级教师。现任惠景中学数学科组长。2015年12月获得“区课改优秀教师”称号，2017年10月获得禅城区“最美教师”称号。 
</p><p>屈指算来，高老师已经在教育岗位上打拼了三十个春秋。三十年如一日，一直工作在教学第一线。她宛若一面旗帜，带领着禅城数学人开拓进取，潜心育人。
</p><p>“让教育充满智慧”是高老师教学的理念。她踏踏实实地抓好课堂教学各个环节，做到了“五精五点五必”；她注重因材施教，以新理念为指导，积极探索适合每一届学生的教学模式，形成了“趣、实、活、新”的教学风格；她倡导“问题引领式”教学模式，即以“扎实、充实、丰实、平实、真实”五实为原则，用“预习设疑、问题引领、变式探究、反思拓展”四步实施教学，利用“五实四步”法构建儒雅高效的数学课堂，把课堂真正还给学生。
</p><p>高老师任教的班级在各级各类的期末统考中，数学成绩名列年级前茅，一分三率超出区的平均水平。十六年来所任教班级参加全市中考，成绩一直名列年级前茅，有10位学生获得数学单科状元称号；从2002年至今，所任教班级的平均分超市、区平均分10—20分，优秀率高达80%，还超过了同一时期民办学校的平均分。
</p><p>每当春阳灿烂之日，秋风初起之时，办公室的走廊上常会看到高老师带领着科组老师进行备课、研讨，往来的孩子们都会好奇地围观，有孩子问：“老师，你们在干嘛？”
</p><p>答：“在磨课啊。”
</p><p>问：“啊，老师们不是都教过这些内容了，怎么还要磨呢？”
</p><p>答：“学生不一样啊！”
</p><p>为了成就每一个独特的学生，高老师总是发挥集体的智慧，取长补短，因材施教，追求高效优质的课堂。
</p><p>    2012年至今，高老师开设各类专题讲座二十几场，通过“传、帮、带”培养了一大批年青人；她怀揣教育理想、追求教育梦想，把自己主持的省名师工作室，搭建为“研究交流的平台、专业成长的阶梯、辐射示范的中心”，推动了市、区数学教学水平的提高。2014年11月，惠景中学数学科组获得“区优秀科组”称号，高老师获得“区优秀教研组长”称号。
</p>`},

{id:6,name:'唐越胜',school:'佛山市禅城区石湾第一小',sname:'陶艺启蒙者',title:'笑言“半路出家”，你的坚守让你成为了大家。',headerimg:'img/header/006.png',coverimg:'img/sh/006.jpg',poster:'img/poster/6.jpg',des:`<p>二十四年前，唐越胜老师怀揣着南国教育梦，离开工作了十年的家乡，来到有深厚陶文化底蕴的佛山石湾。“石湾瓦，甲天下”，可石湾的孩子对本土陶艺文化的了解知之甚少。文化长河不能断流，强烈的责任感与职业的敏感促使她多次与时任校长请缨：玩陶不应该只是个别学生的爱好，而应以班级授课，开设课程，系统了解并传承石湾陶艺。
</p><p>1999年开始，唐老师带领团队教师开设课程，申报课题、编写教材，组织活动，成立工作室……从此开始了长达19年的滚动式陶艺教育研究，实现了“陶艺教学—陶艺教育—陶艺文化”的跨跃。从简单的玩陶制陶活动，到《陶艺》教材的编撰出版；从单一学科的一枝独秀，到陶美教育课程体系的构建，从一间学校到多间学校陶艺特色打造，唐老师留下了一串串坚实的足印。
</p><p>由于陶艺教育出色，唐老师所在的石湾第一小学被评为第一批全国中小学中华优秀文化艺术传承学校（陶艺类）、广东省陶艺特色教学与创作实验基地、佛山市中小学优秀文化艺术传承学校，陶艺特色在中央电视台《新闻袋袋裤》栏目、佛山电视台、佛山日报、珠江青少年报等媒体做专题报道。
</p><p>唐老师是本土陶文化的传播者。正因为她的付出与坚守，她也收获了教育生涯的喜悦：曾获佛山市美术优质课一等奖，佛山市首届教育科研成果一等奖，自编陶艺校本教材作为禅城区地方教材蓝本中英文版走出国门，参与广东省小学美术教学参考书编撰工作，三十余篇论文获奖或发表，陶艺校本教材获广东省一等奖，她也由普通的美术教师成长为禅城区名教师，小学美术高级教师。
</p><p>    唐老师以培养青年教师为己任，以行动与热情感召青年一辈，她经常听青年教师常态课，及时提出改进意见，还亲自上示范课，打磨精品课。近两年借名师工作室平台，组织区内跨片区教学研讨，带领工作室成员学员编写联盟教材，培训陶艺小能手，组织“陶乐.陶情”夏令营，促进工作室成员组织、协调、专业全方位成长。
</p>`},

{id:7,name:'高展怡',school:'佛山市第九小学',sname:'创意导师',title:'让学生的成长充满创意的色彩。',headerimg:'img/header/007.png',coverimg:'img/sh/007.jpg',poster:'img/poster/7.jpg',des:`<p>高展怡老师美术教学和专业基本功底全面扎实，曾多次承担教学示范课、对外公开课以及各类比赛任务，并取得优异成绩。其教学课例曾入选全国《中小学教师教育技术能力培训资料光盘》。她是佛山市美术教师基本功比赛一等奖获得者，全国中小学生美术书法比赛优秀指导老师。从教三十年来先后被评为南粤优秀美术教师、佛山市资源建设骨干教师、禅城区首批美术骨干教师和禅城区教育系统先进教育工作者。
</p><p>高展怡老师以“轻松打基础，激趣展创意”的风格开展形式多样、生动活泼、富有成效的美术教学活动，重视对学生学习方法的研究，注重对学生进行认识美、感受美、欣赏美、表现美和创造美的教育。
</p><p>2005年，高展怡老师带领美术科组在广州、佛山两地举办“跟着太阳走——佛山九小学生创意油画展”，开创省内首家小学在美术高等学府办画展的先河。全国著名画家郭绍刚、潘鹤等以及美术教育专家三十多人为此召开“跟着太阳走——佛山九小学生油画创作研讨会”，对佛山九小学生的创意油画作品评价极高。
</p><p>应学校发展的需要，2013年9月至2017年8月，高展怡担任佛山九小校本部和西校区发展中心主任，她便统领两校区的资源，发挥艺术学科团队相互支持通力合作的优势，四年间音乐类集体比赛囊括禅城区各项比赛最高奖项。
</p><p>近年来，立足学生的“生命成长”需要，高展怡主持参与了学校多项大型综合性活动的开展，在读书节、体艺节、科技节、世界文化节等四大主题节日的主持策划工作中，高展怡紧密配合学校德育教育、班级建设工作的开展，设计了多项富有创意的系列活动，为学生全面搭建展示才艺的舞台。 
</p>`},

{id:8,name:'董蕴',school:'佛山市同济小学',sname:'音乐筑梦师',title:'用音乐，为孩子编织七彩童年梦。',headerimg:'img/header/008.png',coverimg:'img/sh/008.jpg',poster:'img/poster/8.jpg',des:`<p>董蕴老师担任同济小学音乐学科的教学和科组长工作。2015年7月荣获“佛山市禅城区音乐学科优秀青年教师”称号，2015年9月被授予“佛山市禅城区教育系统优秀教师”荣誉称号。
</p><p>在“童文化”理念的引领下，她专注于音乐教研，尤其专注于少儿管乐教育的研究与创新，并取得了丰硕的成绩：带领同济小学“乐乐”管乐团参加2014年全国第二届中国青少年优秀鼓管乐队展演荣获优秀组织奖、全国金奖、最佳演奏奖、最佳指挥；2014年10月参加华南地区管乐邀请赛，童乐组 、童趣组均获一等奖；2015年1月代表佛山市参加广东省第二届中小学生器乐比赛荣获一等奖；2015年11月荣获广东省中小学生艺术展演二等奖；2016年5月参加禅城区中小学生文艺汇演荣获特等奖；2017年4月29日参加上海之春国际  音乐节管乐艺术节暨“中华杯”中国第十一届优秀管乐队展演获优秀乐团奖等。 
</p><p>董蕴老师热爱学生，把教书育人作为自己的天职。她在课堂教学努力探索新路子，制定出合乎要求且实用的教学计划。她注重研究，潜心探究。在研究的过程中，她注重自主、合作、探究式的学习。主要是通过提供开放式的音乐情景，激发学生的好奇心和探究愿望。小组合作学习的形式是进行自主、合作、探究学习的一种有效的途径。通过小组学习，学生们从中可培养组织能力、交际能力、合作意识、团结精神等。她注重发展学生的创造性思维，在教学过程中，设计生动有趣的创造性活动，发展学生的想象力，增强学生的创造意识。
</p><p>一路走来，董蕴老师从未停止过探索研究的步伐，在音乐教育的探索中不断前行，坚持从培养学生兴趣出发，精选一些妙趣横生的教法，让学生在音乐的环境中学习音乐、理解音乐、感悟音乐、表现音乐。真正给学生一个展示的舞台，一个锻炼的机会，一个成功的体验。
</p>`},

{id:9,name:'罗丽华',school:'佛山市第三中学',sname:'苔花女神',title:'苔花如米小，也学牡丹开。',headerimg:'img/header/009.png',coverimg:'img/sh/009.jpg',poster:'img/poster/9.jpg',des:`<p>自工作以来，罗丽华一直担任高中技术领域教学工作，现为中学信息技术一级教师。
</p><p>“问渠那得清如许，为有源头活水来”。为了进一步提高业务水平，罗丽华潜心钻研教材教法。她曾多次执教市、区研讨课，获得听课老师的一致好评；参加区优质课比赛，获一等奖；参加各级教学设计比赛，获省级奖项1个、市级奖项6个、区级奖项7个。2017年，在“一师一优课，一课一名师”活动中，其课例获市二等奖。
</p><p>2017年11月，罗丽华老师参加首届广东省中小学青年教师教学能力大赛，决赛中的课堂教学能力展示环节，准备时间短，期间还曲折不断。但这堂展示课是她在全面研究了课程标准、教材、学生的基础上，经过周全的思考和实践检验的一堂公开课，最终荣获高中信息技术组一等奖。其实，不光是公开课，即便是平时的每一节课，她都会扎扎实实地做好以下几点：
</p><p>1.以生为本。导入环节，她会考虑是否能最快引起学生学习的兴趣；案例和任务的选择，她会考虑是否切中学生的兴趣点，有没有联系他们已有的经验；概念和原理的讲解，她会考虑是否符合学生的思维特点，是不是以他们最容易理解的方式呈现。
</p><p>2.运用递归思想研究教学内容。这就好比如我们查字典，想知道一个词A的意思，就去看它的解释，在它的解释中又遇到不会的词B，再去查B的解释，以此类推，终于有一个词条里每个词都能看懂了，这时候就返回，继续看上一个词的解释，直至最后能透彻地理解词A的意思。
</p><p>3.注重学科核心素养的培养。每一节课，她都会考虑学生学什么、为什么学、怎么学，把知识与技能、知识的形成过程、研究的方法、知识的社会属性和价值的揭示融合在一起来建构学习内容，从学科核心素养形成的高度，理解把握教学内容，运用正确的教学方式，以实现教育的真正目的——育人。
</p><p>在荣誉接踵而至的时候，她并没有迷失在光环之下，而是依然不改往日默默无闻、勤勤恳恳的作风。用她自己的话来说：“在佛山三中这片沃土上，她只是一株平凡无奇的苔花，在她的身边，绽放着无数绚丽的牡丹”。但“苔花如米小，也学牡丹开！”
</p>`},

{id:10,name:'梁思峰',school:'佛山市实验学校',sname:'相机男神',title:'孩子的成长无法复制，成长的乐趣却可无限延伸。',headerimg:'img/header/010.png',coverimg:'img/sh/010.jpg',poster:'img/poster/10.jpg',des:`<p>梁思峰是佛山市实验学校的信息技术老师。从教14年来，以学高为师、身正为范为宗旨，以教书育人为己任；兢兢业业，尽职尽责，坚守在教育第一线；并以发展学生的综合素质为目标，结合自己的专长引领学生。    
</p><p>                                                         
</p><p>他曾辅导学生多次在全国中小学生电脑制作比赛中获省、市、区大奖，其中在第十二届中国中小学校园影视评比活动中荣获全国二等奖；本人也多次参与市区信息技术优质课评比活动，课例、教学设计、微课均荣获一等奖。
</p><p>在教学之余，梁思峰还兼任学校摄影工作，由工作发展兴趣，寓兴趣于工作。14年来一直坚持用照片记录学校里发生的大小事件，用自己的镜头和学校共成长。
</p><p>2015年，梁思峰成立了实验学校第一支学生摄影队伍，创建校园摄影爱好俱乐部，用自己的爱好专长，培养学生热爱摄影的兴趣，带动学生发展摄影专长。
</p><p>短短3年时间，学生多次参加各类摄影比赛，屡获殊荣，5人次获全国性摄影比赛大奖，更促成学校两次评为摄影优秀组织学校，他本人也2次荣获优秀指导老师称号。
</p><p>工作之余，梁思峰还怀着一颗赤诚之心，以对孩子的热爱，为学校的莘莘学子记录下生活与成长的印记。2016年9月1日，他开始了一个长期的拍摄计划，对2016级的小一学生进行全方位的记录，一拍就是两年。每天清晨，梁思峰坚持7点前回到学校，然后游走在校园的每一个角落，开始拍摄孩子们的精彩瞬间，孩子的晨操、早读、上学、值日、玩耍等日常小事在他眼里都是无比珍贵的题材。
</p><p>每个孩子的成长过程都是美好的，且无法复制的，错过此刻就无法弥补。梁思峰会利用中午休息的时间，撰写微信推文，将当日孩子们学习和生活的趣事上传到公众号平台，和老师、家长、学生一起分享。遇上一些丰富的校园活动，如综合实践、春游秋游、各类比赛等，甚至会在晚上加班加点直至深夜，完成当天的推送，从不拖延到次日。
</p><p>梁思峰希望用他的镜头，将每个孩子精彩而短暂的成长瞬间记录下来，成为他们美好的回忆！
</p>`},

{id:11,name:'赵璇',school:'佛山市实验中学',sname:'音乐使者',title:'歌舞青春，放飞美的身姿与音符。',headerimg:'img/header/011.png',coverimg:'img/sh/011.jpg',poster:'img/poster/11.jpg',des:`<p>赵璇，佛山市实验中学教师，中学音乐高级教师。赵璇始终坚信，音乐老师是向学生传播美好音乐、为学生打开艺术之门的引路人。
</p><p>作为一名高中音乐老师，从2004年起至今，赵璇连续14年带音乐术科高考，深知高考对学生未来的重要性。她积极帮助学生备战高考，做到因材施教，让所教学生全部考入音乐本科院校继续深造。因为教学成绩优秀，赵璇多次被禅城区教育局评为“优秀教师”、“优秀科任教师”等荣誉称号。
</p><p>作为音乐科组长，她深信团队的力量，紧密团结科组的同事积极负责学生音乐舞蹈兴趣小组的排练，精心指导和带领学生在各类比赛中取得好成绩。科组精心编排和辅导的《卓玛拉》、《中国心》、《太阳部落》等作品均获禅城区中小学文艺汇演特等奖和一等奖，赵璇也因此多次被评为“优秀辅导老师”。除此之外，她还曾多次承担大型文体活动，如亚洲艺术节巡游表演、广东省运动会开幕式助理导演、禅城区教师节文艺汇演执行导演等，在群众中深受好评。因能力突出，2016年，被聘为禅城区教育学会艺术专业委会常务理事兼策划展演部主任。
</p><p>2010年，佛山市实验中学开办内地西藏班，赵璇根据藏族学生喜爱歌舞的特点，利用假期组织辅导学生编排歌舞，带领他们参加当地的比赛和活动。 2014年为藏族学生编排的舞蹈《太阳鼓》获得广东省第五届少数民族运动会表演项目金奖；2017年带领藏族学生排演的舞蹈《舞动中华情》，参加了在广东省电视台举办的广东省第二届“最美南粤少年”活动，并在屡次比赛中取得佳绩。
</p><p>赵璇始终坚信，音乐是传播美的学科。作为老师就是学生的一面镜子，她总是愿意为这美丽的事业无私奉献，多年自发组织本校同事参与到美育中来，为学生做好表率，带领学校同事在舞台上展示自我，放飞美的身姿与音符。
</p>`},

{id:12,name:'欧琦辉',school:'佛山市铁军小学',sname:'扎狮教母',title:'非遗传承人，“狮说”佛山名片。',headerimg:'img/header/012.png',coverimg:'img/sh/012.jpg',poster:'img/poster/12.jpg',des:`<p>佛山是醒狮的发源地，佛山狮头以其独特的造型，保留了岭南地区的民俗文化特色，具有较高的历史文化价值。
</p><p>铁军小学美术教师欧琦辉，拜佛山狮头扎制技艺国家级代表性传承人黎伟为师，熟练掌握了狮头扎制的全套工艺流程。她将狮头扎制技艺和佛山醒狮文化融入学校“和美”课程体系中，开发了针对不同年龄段学生的课程，自费编印了校本教材《扎狮娃》，开展了一系列与醒狮文化相关的创意教学活动。欧琦辉的探索与实践，为青少年非遗课程研发、非遗与教育产业的融合，提供了可资借鉴的经验。
</p><p>欧琦辉致力于探索佛山狮头扎制技艺的多种应用和衍生可能，她开放的心态和创新的精神既指引了个人的传承道路，也影响了学生们的学习。她在学生中开展创客教育，在她的工作室里，可以看到孩子们创作的狮头元素油画、油纸伞、挂坠等工艺品。在欧琦辉这种创客式的教育下，孩子们懂得了传统要融于当下，才有生命力。
</p><p>如今，铁军小学的走廊里写满了狮头文化，操场上孩子们手舞狮头，进行狮头舞的训练。学校舞蹈老师组织学生编排了舞蹈《传承》，表现师傅手把手传授传统工艺给孩子们的情景，还编有小品《责任》，将扎狮、陶艺、剪纸融合其中，展现佛山非遗文化的魅力。
</p><p>2017年6月，在全国非遗展上，欧琦辉的作品受到国家级领导的赞扬。在佛山最新的城市宣传片中，黎伟师傅与铁军小学的学生们一同出镜，共同为狮头文化代言。
</p><p>2018年5月，在由教育部举办的第三届全国基础教育信息化应用展示交流活动中，欧琦辉作为教师代表展示了个人和学生完成的3D狮头作品，广受好评。欧琦辉本人也受到中央电视台、省市电视台等众多媒体的采访。今年端午节，欧琦辉还受中央电视台一套的邀请，参与《相聚中国节·端午正风华》节目的专访。
</p><p>在欧琦辉的努力下，狮头课程正在推动狮头文化成为佛山城市的一张新名片。
</p>`},

{id:13,name:'林肖波',school:'佛山市外国语学校',sname:'全能教练',title:'一枝独秀不是春，百花齐放春满园',headerimg:'img/header/013.png',coverimg:'img/sh/013.jpg',poster:'img/poster/13.jpg',des:`<p>林肖波是佛山市外国语学校的一名体育老师，他注重个人业务能力钻研提升，先后荣获“禅城区优秀青年教师”、“禅城区优秀教师”等荣誉称号。
</p><p>2015年，林肖波代表禅城区参加佛山市体育教师技能大赛，获得一等奖的好成绩。“一枝独秀不是春，百花齐放春满园”。回校后，他以点带面，在日常教学教研中带动学校体育教师团队一起提升专业素养，为学校打造了一支阳光、高效、卓越的优秀科组团队。
</p><p>2017年，作为禅城区体育教师代表队的教练组成员，他带领学校两名体育教师征战佛山市教师技能大赛，分别摘取一、二等奖的荣誉，再次为禅城争光。
</p><p>他带领学校体育科团队，从无到有，从有到精，用心把佛山市外国语学校的大课间打造成集合拉丁操、武术操、广播体操三操一体的阳光体育大课间。使得佛外学子人人会跳拉丁舞、会打武术操，在这里阳光健康地成长。
</p><p>“兴趣与坚持”是最好的老师，学校现阶段只有四个年级，在武术操和拉丁操的设计中，却是遵循不同年龄的学生基础和身心发展特征来创编的。不同年龄段的孩子，学习的是不同难度系数的武术操和不同形态动作的拉丁操。在练习动作和展示集体操的过程中，让学生可以始终保持连续续不断的兴奋点，持之以恒地专心学习和提升。
</p><p>林肖波还有序推进“澳式橄榄球”课程发展，从兴趣社团到常规课堂教学，从顺利举办校园班级橄榄球联赛到蝉联广佛少儿澳式足球联赛的冠军，再到取得AFL上海杯的全国冠军头衔。“澳式橄榄球”已经成为学校体育特色课程，名声在外，成为佛山市外国语学校一道靓丽的风景线。
</p><p>年轻、创新、有担当。在平凡的工作中，林肖波发挥体育的育人本质功能，受到到社会、家长及同行教师的一致好评。
</p>`},

{id:14,name:'罗莉',school:'佛山市第四中学',sname:'心灵守护者',title:'“守住初心，做好本职” 是她看似普通却华丽的希冀。',headerimg:'img/header/014.png',coverimg:'img/sh/014.jpg',poster:'img/poster/14.jpg',des:`<p>罗莉，现任佛山四中心理成长中心主任，负责开展学校心理健康教育工作，兼任佛山市中小学心理健康教育C证培训教师等。任教20年来，曾荣获“广东省中小学心理健康教育优秀教师”、“市直教育系统优秀共产党员”、“区优秀德育工作者”等区级以上荣誉称号12项，并作为心育名师培养对象参加广东省首届心理健康教育“强师工程”培训。
</p><p>她创新建立以“课程为中心”的联动式心育工作模式，开创“3+1”的高三师生心理激励活动方式，建立青春期初高中女生讲座体系，大胆摸索初高中成长共同体结对经验，推动四中在2006年成为市第一家开展户外大型心育活动的学校。通过师生团队的协作，四中也获得“广东省中小学心理健康教育特色学校”等六项集体荣誉。
</p><p>作为一名心理教师，为帮助情况紧急的学生家庭，她甚至多次在晚上约请家长面谈。学生的危机得到有效干预，家长们为了表达感激之情，送礼物甚至是现金给她，全部被其委婉谢绝，有的家长感动得当场落泪。
</p><p>在C证培训工作中，罗莉不断挖掘和培养年轻教师，让他们一起加入心理教育工作研讨队伍。在区中、高考巡讲工作中，她和年轻教师分享精心制作的课件和一字一句打磨的资料，一次又一次地解答他们的疑问，也虚心向年轻教师学习。在教材编写中，主动提出让年轻教师署名在前，多次把荣誉给予年轻教师，为他们提供更好的发展平台。 
</p><p>她追求上进，喜爱钻研，多年来坚持参加国家、省、市等多个课题研究，曾主持省、区等4个课题，获市级科研课题二等奖和多项区级奖项。在省级以上刊物发表论文三篇，参与《教师心理保健》等三本书籍（均公开发行）的章节撰写。
</p><p>在领导眼里，她是一位“可以放心交付工作”的教师；在同事眼里，她是一位“敬业又温和”的教师；在学生眼里，她是一位“愿意和学生平等说话”的教师。而在她自己眼里，她只是无数“守住初心，做好本职”的普通教师中的一员。
</p>`},

{id:15,name:'姚晓琳',school:'华材职校',sname:'教研创客',title:'授人以渔，助人自助，点亮心灵之灯。',headerimg:'img/header/015.png',coverimg:'img/sh/015.jpg',poster:'img/poster/15.jpg',des:`<p>卢梭在《爱弥儿》中提出的“自然教育”理论认为，教育是一个“润物细无声”的过程。这种理念一直贯穿在姚晓琳老师的教育教学过程中, “润物细无声，静心等花开”是她的风格。 “姚老师的眼睛会说话。”“姚老师很爱笑”这是很多学生对姚老师的评价。
</p><p>作为中学心理学高级教师、国家“高级就业指导师”、广东省心理健康教育“C证培训”授课教师，近年来，姚老师积极探索具有职业学校特色的心理健康教育体系，围绕“培养幸福的职业人”的办学宗旨，紧紧围绕“幸福”“职业”两大主题，推行“三阶段、六途径” 全方位、立体式的职业生涯规划教育模式，搭建彰显职业教育特色的心理健康教育平台。
</p><p>在她的努力和领导、同仁的帮助下，华材职业技术学校的心理健康教育工作成绩显著，成为广东省心理健康教育特色学校、全国心理健康教育先进集体，佛山市心理健康教育先进单位。她本人先后被评为佛山市心理健康教育先进教师、禅城区教育系统优秀德育工作者、禅城区先进德育工作者、禅城区名教师和广东省“百名优秀德育教师”。
</p><p>   “创设情景、寓教于乐”，是她教学的主要特色。“听姚老师的课是一种享受，既学了知识，又感受到了她的人格魅力。”这是学生和同行对姚老师的评价。她的课堂就是师生互动的平台，注重形象的感知过程，学生的体验、分享交流，在轻松愉悦、科学高效的课堂里实现师生成长与发展的目标。
</p><p>姚老师曾多次被评为全国德育科研先进实验教师。获首届佛山市中小学心理教师专业能力大赛一等奖，在佛山市中小学心理健康教育领域起着示范引领作用。
</p><p>姚老师积极发挥学科带头人作用，充分发挥着名师的辐射作用，业务上无私引领，毫无保留地传授。常年主持、组织国家级、市区级心理研讨会，参与佛山市心理健康教育示范校、达标校评估工作，承担禅城区中小学教师心理健康教育“C”证培训的教学任务，承担禅城区中高考心理巡讲任务。
</p><p>正是在她的引领下，禅城区打造了一支学习型、研究型、合作型的心理教师团队。这几年，禅城区的多位年轻心理老师在省市比赛和展示活动中屡获佳成绩。
</p>`},

{id:16,name:'招雪梅',school:'佛山市禅城区绿景小学',sname:'教研名师',title:'多少荣誉称号，抵不过学生一句“爱您”。',headerimg:'img/header/016.png',coverimg:'img/sh/016.jpg',poster:'img/poster/16.jpg',des:`<p>招雪梅，小学数学高级教师，任教于禅城区绿景小学。总是匠心独运的她，要求自己在教学设计上是一个精雕细琢的工匠，课堂教学中是一个优秀的导演，教学策略的运用上是一个驾驭自如的高手，作业设计上是一个搭配均衡的营养师。
</p><p>“不聪明，尚算勤奋；无特长，尚能吃苦。”这是招雪梅老师对自己的评价。其实招老师更有着“好学”“爱思”“善教”的特质。
</p><p>好学
</p><p>招老师对自己的要求是“不负孩子不负课堂”。为了这个目标，她重视学习教育教学理念，从苏霍姆林斯基的《给教师的的一百条建议》，到吴正宪、顾明远等数学名师的课堂教学理论与实践，伍挚老师的《小学数学怎样教》等，从理论到操作，兼收并蓄，学众家之长，指引自己的教育教学和科研实践。《教育学》和《儿童心理学》更是她翻阅最多的案头书籍。
</p><p>爱思
</p><p>招老师在教育教学实践与探索中不断开拓新思路和新方法，思考如何更好与孩子沟通，让孩子喜欢学习，喜欢数学。她的“爱思”克服了中年教师高原期的倦怠状态，每一节课都从“教什么”“怎么教”反复推敲。她的课堂既注重激趣导学，又注重培养良好的学习习惯和数学思维品质的培养。有学生说:“招老师的课让我不知不觉地就进入了思考的状态”，“我不知什么时候喜欢了数学”。 她的教学设计、论文和公开课多次获省、市、区的一等奖。 
</p><p>善教
</p><p>如果说“解题”是一个数学老师的基本能力，那么数学特长生培养更体现一个数学教师的功力。招老师鼓励孩子们运用画示意图、归纳推理，列表分析，假设计算，一一对应等各种数学思想方法去解决问题，让孩子自己感悟方法，甚至忘掉固定套路和模型。学生没有过多模式的羁绊，学得更灵活，思路更加开阔。她辅导学生参加全国、省级数学竞赛，获奖人次近百人。有位学生在给她的信中写道“我可能不是您最好的学生，但您是我最喜欢的老师！”
</p><p>从教二十九年，荣誉见证了招老师出色的教学能力与成绩，她曾荣获“全国先进工作者”、全国教育系统劳动模范”、“广东省劳动模范”、“南粤教坛新秀”以及佛山市、禅城区各级优秀教师荣誉称号。
</p>`},

{id:17,name:'黄国华',school:'南庄镇南庄中学',sname:'育才良师',title:'辛勤耕耘廿二载，育栋梁无数。',headerimg:'img/header/017.png',coverimg:'img/sh/017.jpg',poster:'img/poster/17.jpg',des:`<p>黄国华是禅城区南庄中学的一名普通教师。在他22年的从教生涯中，总是以一个优秀教师的标准要求自我，在平凡的岗位上做出了不平凡的业绩。
</p><p>他对班主任工作始终充满着热情、充满着对学生的热爱，不断创新班主任工作新思路。在学校进行的班级量化评比中，他所教的班级每次都是年级前三名，每次考试各科成绩均为年级同类班前列，经常夺得学习标兵班荣誉称号。
</p><p>黄老师先后为佛山一中、石门中学、佛山二中、三中等重点中学培养了一大批优秀学生和优秀学生干部。他特别关注学困生教育，能以最大爱心，培养和呵护每个学困生的自尊心和自信心，先后转化了一批学困生，得到了家长的认同和好评。
</p><p>黄老师多次在市、区、学校班主任经验交流会上交流带班经验，在校内区内起示范作用，是学校骨干班主任、禅城区优秀班主任，2011年获评禅城区第二批名班主任，2014年获评佛山市名班主任。
</p><p>黄国华老师进行过多次语文教学大循环，具有丰富的语文教学经验。他认为语文教学要让学生有兴趣才能学好语文。因此他的语文课没有固定的模式，只有自己的特色，适合学生学习的特色。他把“考试语文”与“生活语文”紧密结合起来，从而提高学生学习兴趣，收到了较好的教学效果。近年来南庄中学语文成绩稳居区前茅，他所任教的班级语文成绩也在同类班级中名列前茅。黄老师也成长为南庄中学语文科组的一名教学骨干，2015年被评为禅城区优秀青年语文教师和广东省南粤优秀教师。
</p><p>他积极参加课题研究，在全国教育科学“十一五”规划国家级课题《未成年人创新人才个性化网络培养模式研究》子课题研究中担任秘书工作，是课题的主要参于者。他主持开展佛山市“十二五”规划德育课题《初中主题班会序列化研究》，是课题的主持人和组织者。平时积极撰写教学论文，其中《初中主题班会序列化研究报告》获广东省德育成果二等奖。
</p>`},

{id:18,name:'雷万春',school:'佛山市禅城区石湾第三小学',sname:'爱生模范',title:'他以平凡自居，却践行着舍小就大的人生智慧。',headerimg:'img/header/018.png',coverimg:'img/sh/018.jpg',poster:'img/poster/18.jpg',des:`<p>课堂上，他是学生们心中的良师；课堂之外，他是孩子们口中的“雷爸爸”。他是雷万春，石湾三小数学老师、学校德育主任。
</p><p>他热爱教育事业，关爱学生，热心社会公益教育活动，长期在教育一线潜心耕耘，工作成绩突出，曾荣获“禅城区优秀教师”、“禅城区优秀党员”、禅城区首届“最美教师”等荣誉称号。他在平凡的工作中演绎精彩人生。
</p><p>他曾在三次在全区小学数学教研中，执教专题教究观摩课；2018年， “一师一优”录像课——《对策问题》先后荣获佛山市特等奖、“省优”课例、“部优”课例；2017年3月，雷万春参加小初衔接同课异构教研活动，执教初一数学观摩课，受到区教研室及听课老师的高度评价。
</p><p>他辅导学生参加数学竞赛成绩优异，多次获广东省“育苗杯”小学数学竞赛优秀辅导教师证书；参加佛山市小学数学教师基本功（教材分析）比赛获市一等奖；多篇教育教学论文参加全国、省、市、区级评比获奖或发表。
</p><p>   “不放弃每一个学生”是雷万春的座右铭。他教过的班级中，不少后进生无论在品行还是学习都发生了很大的转变。凭借一颗爱心去感化学生、教育学生，受到他们的爱戴，孩子们都情不自禁地叫他“雷爸爸”、“雷老爸”。
</p><p>长期和孩子们在一起，年过不惑的他始终保持一颗童心。“如果老师能始终保持一颗童心，那学生更容易亲近我们喜欢我们，从而喜欢我们教的课。”
</p><p>除了教学工作，雷万春还长期致力社会公益教育，经常利用周末组织学生参加各类教育实践活动。他曾参加佛山市“心手相牵共同成长”家庭教育项目，被聘为“小学生系列专题讲师”，多次在校内外举办家庭教育义务讲座。
</p><p>为促进学生素质的全面发展，雷万春积极引入社会各方资源，利用周末时间开展丰富多彩的教育实践活动，例如大型体验活动“十年树人”、佛山市陶艺节“寻找最酷小创客”活动、“生命救助（心肺复苏）”培训讲座等。
</p><p>雷万春认真负责的敬业精神和高尚师德，受到学家长们的好评，在学校、社区中都享有很高的威信。在石湾三小校长叶桂喜看来，雷万春常把孩子们的健康成长放在心头，他对教育教学工作、对德育工作都有着执着的追求。
</p>`},

{id:19,name:'黄文董',school:'佛山市第五小学',sname:'“武林”教父',title:'“拳脚功夫”弘扬佛山武术文化。',headerimg:'img/header/019.png',coverimg:'img/sh/019.jpg',poster:'img/poster/19.jpg',des:`<p>在五小的武术特色创建中，黄文董老师积极参与谋划，扎扎实实工作，为武术成为学校特色项目立下了汗马功劳。他积极实施全面普及武术套路、自编两套武术操、组建武术龙狮队、举办武术运动会、参加武术表演、参与省市武术交流等工作。
</p><p>黄文董老师积累了丰富的教育教学经验，特别是在武术教育教学中，形成了具有个人特色的教育教学风格，在武术训练中，拥有一套行之有效的训练方法，为五小推行武术教育，创建武术特色学校，奠定了扎实的根基，为学校的可持续发展提供了源源不断的动力。
</p><p>在黄文董老师的辛勤付出下，学校历年来在区、市、省等各级各类比赛中获得了多项殊荣。五小也培养了二十几位国家二级运动员，并在2009年被评为“禅城区龙狮•武术教学特色学校”、2016年评为“佛山市武术传统项目学校”、2017年评为“佛山市校园武术特色学校”，并被授予“佛山市武术训练基地”牌匾。
</p><p>黄文董老师除了教育教学工作，还担任学校武术队训练工作，要占用很多假日和课余时间。其他教师放假了，他却依然在学校进行武术训练工作，十几年如一日，不畏严寒和酷暑，乐此不疲，带领五小武术队孩子，在武术训练场上度过每个下午和傍晚。
</p><p>   他每年带队参加省、市、区的各类武术比赛和裁判工作，所带的学生多次代表禅城区参加市武术锦标赛和市运会，取得可喜得成绩。2008年9月，黄文董老师被评为禅城区祖庙街道优秀教师；2011年9月、2016年11月被评为学年度禅城区教育系统优秀教师；2008年7月在广东省第九届中学生运动会上被评为优秀裁判员；2011年7月荣获广东省传统武术锦标赛组织奖（银奖）；2012-2018年，被评为佛山市禅城区中小学生武术锦标赛优秀教练员；2015-2018年，被评为佛山市武术锦标赛暨中小学生武术锦标赛优秀裁判员。
</p><p>黄文董老师还以良好的师德和人格力量感染着学生，影响着身边的教师，是一位深受学生爱戴、老师赞誉、家长信赖的优秀教育工作者。
</p>`},

{id:20,name:'周红艳',school:'张槎中学',sname:'奥赛名师',title:'“导学互助，教学相长”，领学生感受学习奥妙。',headerimg:'img/header/020.png',coverimg:'img/sh/020.jpg',poster:'img/poster/20.jpg',des:`<p>关注每一位学生，不放弃每一位学困生，是周红艳从教以来，一直在内心坚守的信念。
</p><p>课堂上，她与每一位学生对视，扣住每一个学生心灵，有时言语幽默，有时严谨认真，使学生在短短的地理课堂上，能愉悦充实地高效度过。课后，她利用休息时间，不辞疲倦地解疑答问，耐心辅导学生，用心批改每一位学生的作业。鼓励学生做“小老师”，课堂不仅是老师的舞台，更是学生展示自我的平台，根据教学实际，让“小老师”登台讲课、讲题。通过不断的磨炼，大大提高了学生的地理思维，慢慢踏入爱上地理学科的道路上。
</p><p>虽然佛山初中地理不中考，但她仍关注省内外中考动向，在复习阶段，精选全国各地中考优秀试题，并结合平时积累的素材，自主编制题目。她被聘为禅城区初中地理命题组中心成员、佛山市普通中小学教科书选用委员会学科组专家，及佛山市中小学教师资格考试面试考官。她所带的班级地理成绩优异，超区统考期末平均分，并引领年级地理成绩位于禅城区前列。她辅导学生参加广东省中学生地理奥林匹克竞赛，成绩优异，2015-2017年连续三年被评为“优秀指导教师”。
</p><p>周红艳潜心教学的同时，重视开展教研。在响应学校“导学互助，教学相长”的教学模式下，她积极探究学案导学在初中地理教学中的应用，主持区课题研究和参与省课题研究，撰写的论文，获区论文评比一等奖。近几年，与华英学校、佛山三中初中部地理老师一起开展的同课异构示范课，均获好评；借助“一师一课”平台和市区专业技能比赛，积极走出去，多方交流，专业水平快速进步，被评为禅城区地理学科优秀青年教师。
</p><p>周红艳一直担任班主任，她所带的班级班风和学风优异，成绩位列年级前列。她用心引导学生“欲学习，先做人”，所带班级学生品行优异、阳光自信、成绩突出，是学生喜爱的老师。
</p><p>潜心教书育人，专业素养突出，周红艳不愧为一名优秀的教师。
</p>`}
]
