var teacher_list = [
	{name:'杜学杰',school:'佛山市第二十五小学',sname:'剪纸达人',title:'勤耕不辍二十载 犹向学堂寄深情，你用剪纸的技法，剪出了一片芳华。',headerimg:'img/header/001.png',coverimg:'img/sh/001.jpg',poster:'img/poster/2.jpg',des:`工作20年来，杜学杰老师捧着一颗赤城的爱心，憧憬着完美的教育梦想，在平凡岗位上为人师表，率先垂范，切实履行教书育人的职责，为推进学校剪纸特色建设作出了突出的贡献。
杜老师教学基本功扎实，专业能力强，曾参与佛山市信息技术教材的编写与设计。2007.9-2009.7期间，被聘为佛山市禅城区新课改资源库骨干教师。
2016年9月，因教育教学业绩突出，被评为佛山市禅城区2015-2016学年度教育科研先进工作者。
近年来，杜老师辅导学生参加国家、市、区各级现场绘画、剪纸、陶艺比赛多次获得一等奖的好成绩。其中，辅导学生运用剪纸与绘画结合设计的绘本《骑膊马，睇秋色》，参加“走进佛山文化”佛山市小学生绘本比赛获得一等奖。
2015年至2017年7月期间，杜老师参与学校佛山市教育科学“二十五”规划课堂改革研究专项课题《基于岭南文化的“创美课堂”促学生可持续发展的研究》的实践探索，表现突出，被评为优秀研究人员。后又带领科组老师进行区级课题《小学高年级运用剪纸创作表现唐诗宋词中四季风景的实践研究》的教学尝试。
杜老师主动承担学校校本特色的研发，在校本剪纸教学方面成绩尤为突出，不仅设计了一批既具地方特色又适合小学孩子的剪纸课程，还利用教学之余，整理了十多年的剪纸教学资料，主持编辑完善了第三套校本剪纸教材《粤剪越快乐》，并于2018年初取得书号刊印出版。她还把教材中的代表课例录制成微视频，与香港缔结学校合作，制作成双语版（中文、英语）教学视频，成为传承佛山剪纸的新载体。`},
	{name:'缪祝意',school:'佛山市第二中学',sname:'心灵魔术师',title:'20年时光的流淌，你用心灵的魔力擦亮学子的心堂。',headerimg:'img/header/002.png',coverimg:'img/sh/002.jpg',poster:'img/poster/3.jpg',des:`90年代末，当心理老师在中学还是个稀罕物的时候，她走进中学校园，开始她的职业生涯。“学校心育几乎是一片空白”就是当时的真实写照，既没有统一的教材，也没固定的心理课时，学生也认为是有心理病才会进学校心理咨询室。
为了打开这种局面，她首先采用了自创的“密码制度”工作方式。密码制度主要是指一种预约制度，学生选择喜欢的号码填写在预约表中，在自己方便的时候过来咨询。很多学生不再对心理咨询感到神秘，能够在心理困惑时自觉到咨询室进行放松，或预约进行心理辅导。  
在此基础上，缪祝意积极开展各种学生自主的心理健康教育活动：成立了学校第一个学生社团----阳光心理社，开设“心灵茶座”广播，设立悄悄话信箱，出版校级报刊《我阳光，我快乐》，举办心理健康开放月等大型社团活动。经过多年的发展与壮大，阳光心理社团已成为学校最受学生欢迎和最具影响力的学生社团之一，并荣获禅城区“优秀社团”称号。2005年，学校正式把心理健康教育课列入周课时计划，2007年由她主编的佛山二中校本教材《心海导航》正式出版。
学校心理健康教育如果仅限于专职心理老师，作用是十分有限的。为了把班主任吸纳到心理健康的教育力量中来，她提出“以团体心理辅导方式上主题班会活动课”的崭新思路，改革以往班主任唱主角的传统授课模式。以团体辅导的多元互动、现场生成、主体抉择等形式极大地激发了学生参与热情，民主与开放的课堂氛围使学生能在班会课上敢说真心话，有效地解决班里存在的实际问题，受到班主任们的追捧。
缪祝意老师积极开拓、善于思考、科研突出。她分别主持了省“十五”、“十二五”及2015年度省级重点德育课题。所主持的课题均获市区的教育科研成果优秀奖，其中省“十五”心理课题荣获第二届佛山市中小学德育创新二等奖，结题报告获佛山市哲学社会科学优秀成果三等奖，由佛山市人民政府颁发荣誉证书，这是本次论文类评比中中学组唯一的一项获奖，其余为高校教师，更是佛山二中教师首次获得该类殊荣，心理健康教育也成为了学校的一个名片！`},
]
